[
    {
        "titulo": "Nova Unidade da Academia Inaugurada no Centro",
        "texto": "Nossa nova unidade já está aberta! Venha conhecer o espaço moderno e equipado para todos os seus treinos. Não perca as promoções de inauguração e aproveite para se inscrever nas nossas aulas especiais.",
        "usuario": "academia_central",
        "data": "2024-09-01",
        "link": "https://www.instagram.com/p/C__oU1YP79P/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA=="
    },
    {
        "titulo": "Aula de Corrida Aberta ao Público no Próximo Sábado",
        "texto": "Participe da nossa aula de corrida ao ar livre! Aberta ao público, essa atividade é ideal para quem quer começar a correr ou melhorar seu desempenho. Traga seus amigos e venha se divertir conosco.",
        "usuario": "academia_eventos",
        "data": "2024-09-02",
        "link": "https://www.instagram.com/p/C__odn8vNyO/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA=="
    },
    {
        "titulo": "Benefícios do Whey Protein para sua Saúde",
        "texto": "Descubra como o Whey Protein pode melhorar seu desempenho nos treinos e auxiliar na recuperação muscular. Conheça as melhores formas de incluir essa proteína na sua dieta e os mitos que envolvem seu uso.",
        "usuario": "nutricionista_01",
        "data": "2024-09-03",
        "link": "https://www.instagram.com/p/C__of-YP784/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA=="
    },
    {
        "titulo": "Alimentação Saudável: Dicas para uma Vida Equilibrada",
        "texto": "Uma alimentação equilibrada é essencial para quem quer manter a saúde em dia e alcançar bons resultados nos treinos. Veja nossas dicas de refeições práticas e nutritivas para incluir no seu dia a dia.",
        "usuario": "nutricionista_02",
        "data": "2024-09-04",
        "link": "https://www.instagram.com/p/C__oixkvEMJ/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA=="
    },
    {
        "titulo": "Aula Aberta de Yoga: Equilíbrio para Corpo e Mente",
        "texto": "Junte-se a nós para uma aula de yoga aberta ao público. Venha relaxar, melhorar sua flexibilidade e fortalecer o corpo e a mente em um ambiente tranquilo e acolhedor.",
        "usuario": "academia_zen",
        "data": "2024-09-05",
        "link": "https://www.instagram.com/p/C__ol1dPM3m/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA=="
    },
    {
        "titulo": "Como o Treino Funcional Pode Ajudar sua Saúde",
        "texto": "O treino funcional é uma excelente opção para quem busca melhorar a força, flexibilidade e coordenação. Conheça os benefícios desse tipo de exercício e veja como ele pode transformar seu corpo.",
        "usuario": "personal_treinador_01",
        "data": "2024-09-06",
        "link": "https://www.instagram.com/p/C__oowVvVJF/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA=="
    }
]
